chore: update readme install instructions
